; Let It Rain FX UI strings. Key = the English text.
; Blank value = fall back to English. UTF-16 LE with BOM, always.
; Generated from translations.csv by build.ps1 - do not hand-edit.
[Strings]
Settings - Let It Rain FX=Instellingen - Let It Rain FX
Rain=Regen
Snow=Sneeuw
Intensity=Intensiteit
Low=Laag
High=Hoog
Wind Direction=Windrichting
Left=Links
Right=Rechts
Simplified snow heap=Vereenvoudigde sneeuwhoop
Change Particle Color=Deeltjeskleur wijzigen
Hide behind windows=Achter vensters verbergen
Start with Windows=Starten met Windows
About - Let It Rain FX=Over - Let It Rain FX
Report issues or send feedback to=Problemen melden of feedback sturen naar
Support=Steunen
Other apps=Andere apps
Fast, lightweight, and minimalist photo viewer designed for the modern Windows=Snelle, lichte en minimalistische fotoviewer ontworpen voor het moderne Windows
Configure=Instellingen
About=Over
Exit=Afsluiten
